////C:\2016-0819\b\svn\tool\test\audio_player\player
////C:\2016-0819\b\___bigdata\___biblestudy\ciu\courses\Bib5132-Gospels
//dir1:{file1:{tm1:info1,tm2:info2,,,},file2:{t1:n1,,}},dir2:{f2:{t2:des2}},,,,

var mPlayerResources={

    path_local_old:"../src/psalm27/",
    path:"https://github.com/wdingbox/mplayer/tree/master/audio/src/psalm27/",
    files:{
    "01-Psa-100.mp3":{"00:00:00.0":"普天下当向耶和华欢呼、","01:53:20.0":"observation1"},
    "02-Psa-008.mp3":{"00:00:00.0":"耶和华我们的主阿你的名","01:53:20.0":"observation1"},
    "03-Psa-016.mp3":{"00:00:00.0":"神阿、求你保佑我、因为我投靠你","01:53:20.0":"observation1"},
    "04-Psa-019.mp3":{"00:00:00.0":"诸天述说　神的荣耀．穹苍传扬他的手段。","01:53:20.0":"observation1"},
    "05-Psa-024.mp3":{"00:00:00.0":"地和其中所充满的","01:53:20.0":"observation1"},
    "06-Psa-023.mp3":{"00:00:00.0":"耶和华是我的牧者","01:53:20.0":"observation1"},
    "07-Psa-001.mp3":{"00:00:00.0":"不从恶人的计谋、","01:53:20.0":"observation1"},
    "08-Psa-027.mp3":{"00:00:00.0":"耶和华是我的亮光、是我的拯救","01:53:20.0":"observation1"},
    "09-Psa-071.mp3":{"00:00:00.0":"耶和华阿、我投靠你","01:53:20.0":"observation1"},
    "10-Psa-033.mp3":{"00:00:00.0":"义人哪、你们应当靠耶和华欢乐","01:53:20.0":"observation1"},
    "11-Psa-034.mp3":{"00:00:00.0":"我要时时称颂耶和华．","01:53:20.0":"observation1"},
    "12-Psa-036.mp3":{"00:00:00.0":"耶和华阿、你的慈爱、上及诸","01:53:20.0":"observation1"},
    "13-Psa-042.mp3":{"00:00:00.0":"神阿、我的心切慕你","01:53:20.0":"observation1"},
    "14-Psa-043.mp3":{"00:00:00.0":"神阿、求你伸我的冤、","01:53:20.0":"observation1"},
    "15-Psa-046.mp3":{"00:00:00.0":"神是我们的避难所","01:53:20.0":"observation1"},
    "16-Psa-051.mp3":{"00:00:00.0":"神阿、求你按你的慈爱怜恤我、","01:53:20.0":"observation1"},
    "17-Psa-063.mp3":{"00:00:00.0":"神阿、你是我的　神、我","01:53:20.0":"observation1"},
    "18-Psa-084.mp3":{"00:00:00.0":"万军之耶和华阿、你的居所何等可爱。","01:53:20.0":"observation1"},
    "19-Psa-093.mp3":{"00:00:00.0":"耶和华作王．他以威严为衣穿上．","01:53:20.0":"observation1"},
    "20-Psa-096.mp3":{"00:00:00.0":"你们要向耶和华唱新歌","01:53:20.0":"observation1"},
    "21-Psa-103.mp3":{"00:00:00.0":"我的心哪、你要称颂耶和华．","01:53:20.0":"observation1"},
    "22-Psa-119-009.mp3":{"00:00:00.0":"少年人用甚么洁净他的行为呢．是要遵行你的话。","01:53:20.0":"observation1"},
    "23-Psa-119-129.mp3":{"00:00:00.0":"你的法度奇妙．所以我一心谨守。","01:53:20.0":"observation1"},
    "24-Psa-121.mp3":{"00:00:00.0":"我要向山举目。我的帮助从何而来。","01:53:20.0":"observation1"},
    "25-Psa-139.mp3":{"00:00:00.0":"耶和华阿、你已经鉴察我、认识我．","01:53:20.0":"observation1"},
    "26-Psa-148.mp3":{"00:00:00.0":"你们要赞美耶和华、从天上赞美耶和华、在高处赞美他。","01:53:20.0":"observation1"},
    "27-Psa-090.mp3":{"00:00:00.0":"主阿、你世世代代作我们的居所。","01:53:20.0":"observation1"},
    
    
    
    },/////////////////
    
    
    
    
    
    
    
    
    };///////////////////////////////////////////////////////////
    
    /**************
    {"filename":{"starttime":"des","":""}}
    
    ***************/